{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "custom_subscription_intro_3BGcyW": {
      "type": "custom-subscription-intro",
      "settings": {
        "text_title_primary": "<h1>OUR COFFEE SUBSCRIPTIONS<\/h1>",
        "text_subtitle_primary": "<p>Explore the best Single Origin flavour out there with our Seasonal Coffee Subscriptions.<\/p>",
        "cta-main": "<p><a href=\"\/collections\/coffee-subscription\" title=\"SUBSCRIPTIONS\"><strong>EXPLORE SUBSCRIPTIONS<\/strong><\/a><\/p>",
        "text_title_secondary": "<h2>THE BARN COFFEE SUBSCRIPTIONS<\/h2>",
        "text_subtitle_secondary": "<p>Our Subscriptions help change the coffee value chain. Driven by quality and sustainability, our coffee tastes better for a reason.<\/p>",
        "ROASTERY_HEADING_2": "A UNIQUE FLAVOUR EXPERIENCE",
        "ROASTERY_OPENING_2": "<p>Working directly with producers at the origin, we showcase the very best single origin flavour. Explore new coffee experiences, every month.<\/p>",
        "ROASTERY_HEADING_1": "OUR SIGNATURE ROAST PROFILE",
        "ROASTERY_OPENING_1": "<p>Our light roast lets the unique flavour of your coffee shine. Delivered fresh to order,with clean flavour in every cup.<\/p>",
        "TITLE_003": "DELIVERED MONTHLY AT YOUR DOOR",
        "SUBTITLE_003": "<p>We deliver to more than 50 countries worldwide, working with our partners to ensure your coffee reaches you at its peak.<\/p>",
        "text_title": "<h2>OUR COFFEE COMMUNITY<\/h2>",
        "text_subtitle": "<p>Every month, our Subscribers drink truly memorable coffee. Your Subscription is a journey and we want you to share it!  <\/p>",
        "text": "<h3><strong>My first great speciality coffee<\/strong><\/h3>",
        "text_1": "<p>“Wow! Normally I don´t like sour coffees at all and prefer the darker espresso roasts (Italy style). But this was new.<\/p><p>The acidity is so well blended in the big amount of fresh aromas that it just feels right and perfect.<\/p>",
        "text_2": "<h3><strong>Super satisfying<\/strong><\/h3>",
        "text_3": "<p>“I had the trial subscription before and then I upgraded to the curated one. I like to try new beans monthly and I choose accordingly.”<\/p>",
        "text_4": "<h3><strong>Coffee that I can't get enough of<\/strong><\/h3>",
        "text_5": "<p>“Even the first cup put a smile on my face. It has everything I want from a coffee. Fruity and sweet. What stands out to me is the variety in flavor.“<\/p>",
        "text_6": "<h3><strong>I love it<\/strong><\/h3>",
        "text_7": "<p>A surprise every month that blew me away every time.<\/p>",
        "text_8": "<h3><strong>Super satisfying<\/strong><\/h3>",
        "text_9": "<p>I had the subscription before and after a short brak I resubscribed. I like to try new beans monthly and I choose accordingly.<\/p>",
        "past_title": "<h2>HIGHLIGHTS FROM PAST MONTHS<\/h2>",
        "past_subtitle": "<p>From your new daily brew to the rarest beans out there, expect memorable flavour every month.<\/p>",
        "past_coffee_1": "<p>\"Wow! Until now, I have not come across such good coffee at your place. A wonderful smell and taste.\"<\/p>",
        "past_coffee_2": "<p>“The most delicious coffee we have ever had... Tarantino Like...”<\/p>",
        "past_coffee_3": "<p>“Cerro Azul Gesha from February was a mind blowing coffee, the best we have tasted so far.”<\/p>",
        "past_coffee_4": "<p>“One of the best nature coffee I’ve had. Amazing coffee overall!”<\/p>",
        "how_it_work_title": "<h2>HOW DOES A COFFEE SUBSCRIPTION WORK?<\/h2>",
        "how_it_work_subtitle": "<p>It's simple. Follow three steps and unlock a whole new world of flavour: you will never look back.<\/p>",
        "how_it_work_title_one": "<h1>Select Your Subscription<\/h1>",
        "how_it_work_subtitle_one": "<p>Seasonally Curated, our rarest Masterpieces, or the gentle taste of Low-Caf... Find your perfect fit today.<\/p>",
        "how_it_work_title_two": "<h1>One Order - Monthly Deliveries<\/h1>",
        "how_it_work_subtitle_two": "<p>Subscribe today: we take care of the rest. After your first order, coffee will arrive at the same time each month.<\/p>",
        "how_it_work_title_three": "<h1>Brew. Sip. Remember.<\/h1>",
        "how_it_work_subtitle_three": "<p>Sit back and relax: your coffee is coming. If you have any questions, our team is always there for you.<\/p>",
        "what_do_i_get_title": "<h2>WHAT DO I GET?<\/h2>",
        "what_do_i_get_one": "<p>Monthly Coffee Delivery to your door<\/p>",
        "what_do_i_get_one_description": "<p>We work with realiable delivery partners to get your monthly coffee delivery to you as soon as possible.<\/p>",
        "what_do_i_get_two": "<p>Curated selection of Single Origin Coffee<\/p>",
        "what_do_i_get_two_description": "<p>The coffee in our portfolio is carefuly selected, tested and roasted. We want to deliver an amazing flavor experience every month.<\/p>",
        "what_do_i_get_three": "<p>Freshly roasted with our signature light roast<\/p>",
        "what_do_i_get_three_description": "<p>Our signature light roast makes sure that every coffee and all of its flavor nuances shine. Every cup you brew will surprise you with clean, yet distinct notes.<\/p>",
        "what_do_i_get_four": "<p>10% off of all additional orders of Coffee Beans<\/p>",
        "what_do_i_get_four_description": "<p>As a subscriber you just get more... More of the best. When your coffee supply runs low, you can always order more beans with a nice discount.<\/p>",
        "what_do_i_get_five": "<p>Free Shipping on Subscription orders<\/p>",
        "what_do_i_get_five_description": "<p>All subscription orders are shipped without any additional shipping costs. Just sit back, relax and wait on the doorbell to ring.<\/p>",
        "what_do_i_get_six": "<p>Free Shipping on all Ad-Ons to subscription orders<\/p>",
        "what_do_i_get_six_description": "<p>Every month you can ad as many items from our online store to your next subscription delivery. If you do so, these items will be shipped to you without additional shipping costs.<\/p>",
        "what_do_i_get_seven": "<p>Early access to Special Coffee Drops<\/p>",
        "what_do_i_get_seven_description": "<p>Every month we launch a limited amount of very special coffee. And our sibscribers can get it first, before everybody else.<\/p>",
        "what_do_i_get_eight": "<p>Access to The Barn Events<\/p>",
        "what_do_i_get_eight_description": "<p>During the year we organize events online or in our Cafés. Our subscribers are part of the family and are often very high on the guests list.<\/p>",
        "text_title_faq": "<h2>ANY QUESTIONS?<\/h2>",
        "faq_question_1": "<p>When are we sending out your subscription coffees?<\/p>",
        "faq_answer_1": "<p>We typically take 1 to 3 working days from your order date to ensure freshness before shipping it to you.<\/p>",
        "faq_question_2": "<p>Which coffees will I be receiving?<\/p>",
        "faq_answer_2": "<p>Our roast team selects the subscriber coffees every month. They are typically our latest releases and often microlots. When you are starting your subscription you can choose between espresso and filter roasts.<\/p>",
        "faq_question_3": "<p>What is the price advantage compared to single web orders?<\/p>",
        "faq_answer_3": "<p>The price advantages of our subscription vary. The average minimum price advantage is 25% compared to single web orders. The highest discount can be achieved by booking a pre-paid term subscription.<\/p>",
        "faq_question_4": "<p>I have just signed up for a subscription. When will I receive my coffee?<\/p>",
        "faq_answer_4": "<p>Your first subscription goes out the next working day after you started your subscription.The only exception is our Masterpiece subscription. This one we send out on the first Wednesday of each month. All other subscription are fully flexible and you can change your desired dispatch date via your online portal.You can also pause or skip your subscription at any point. The time to reach you with your freshly roasted coffee depends on your location and the service that you have chosen. For exact durations visit our shipping policies page.<\/p>",
        "faq_question_5": "<p>How can I adjust my coffee subscription?<\/p>",
        "faq_answer_5": "<p>Navigate to the \"menu\" and select \"login\" to access your account information. On the left, choose \"manage subscription\" to make any necessary edits. If you'd like to avoid waiting, you can utilize the Send Now feature. Additionally, you have the flexibility to reschedule or skip a delivery according to your preferences.<\/p>",
        "faq_question_6": "<p>Can I pause my subscription?<\/p>",
        "faq_answer_6": "<p>You can pause and resume your subscription at any point. Go to \"menu\" and \"login\" to enter your account details. Click on \"manage subscriptions\" on the left to edit your data. <\/p>",
        "faq_question_7": "<p>Can I select subscription coffees by myself?<\/p>",
        "faq_answer_7": "<p>Our coffee subscription is curated by our roast team. The beauty is that our team selects coffees that are often not yet on our webshop. You receive different coffees in rotation to explore the vast range of Single Origin Coffees.<\/p>",
        "faq_question_8": "<p>How can I change my subscription?<\/p>",
        "faq_answer_8": "<p>If you are looking to make changes to your subscription that are not possible through your online portal, then please contact our team directly by email: subscriber@thebarn.de<\/p>",
        "faq_question_9": "<p>How does the 10% discount function?<\/p>",
        "faq_answer_9": "<p>How does the 10% discount function?<\/p>",
        "faq_question_10": "<p>How does the add-on function work?<\/p>",
        "faq_answer_10": "<p>You can add any product from our store and included in your subscription box.Go to your subscription dashboard, scroll all the way down and you will see 'You might also like' title, there you will find all the products of our store.<\/p>",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "custom_subscription_intro_3BGcyW"
  ]
}
